IDEA Open Model
CalculationSetup.Fatigue Property
Compatible with IDEA StatiCa Beta 20.0
 ULS fatigue
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool Fatigue { get; set; }
Public Property Fatigue As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace